Autodesk.Revit.DB.AngularDimension.SetRadius(System.Double)
Set radius of an Angular Dimension arc.
The new radius of the arc.
Throws Autodesk.Revit.Exceptions.ArgumentOutOfRangeException:
The given value for radius must be non-negative.
Since:
2017